Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# tip_cool_room_desc
source: The ideal sleep temperature is between 60-67°F (15-19°C).
ar: درجة الحرارة المثالية للنوم بين 15-19 درجة مئوية.
ca: La temperatura ideal per dormir és entre 15 i 19 °C.
cs: Ideální teplota na spaní je 15–19 °C.
da: Den ideelle sovetemperatur er mellem 15 og 19 °C.
de: Die ideale Schlaftemperatur liegt zwischen 15 und 19 °C.
el: Η ιδανική θερμοκρασία ύπνου είναι μεταξύ 15 και 19 °C.
es: La temperatura ideal para dormir está entre 15-19°C.
fi: Ihanteellinen nukkumislämpötila on 15–19 °C.
fr: La température idéale pour dormir se situe entre 15 et 19 °C.
he: טמפרטורת השינה האידיאלית היא בין 15-19 מעלות.
hi: सोने के लिए आदर्श तापमान 15-19 डिग्री सेल्सियस है।
hr: Idealna temperatura za spavanje je između 15 i 19 °C.
hu: Az ideális alvási hőmérséklet 15 és 19 °C között van.
id: Suhu tidur ideal antara 15-19 °C.
it: La temperatura ideale per dormire è tra 15 e 19 °C.
ja: 睡眠に理想的な室温は15〜19°Cです。
ko: 수면에 이상적인 온도는 15~19°C입니다.
ms: Suhu tidur ideal adalah antara 15-19 °C.
nl: De ideale slaaptemperatuur ligt tussen 15 en 19 °C.
no: Den ideelle sovetemperaturen er mellom 15 og 19 °C.
pl: Idealna temperatura do spania to 15–19 °C.
pt_br: A temperatura ideal para dormir está entre 15-19°C.
pt_pt: A temperatura ideal para dormir situa-se entre 15 e 19 °C.
ro: Temperatura ideală pentru somn este între 15 și 19 °C.
ru: Идеальная температура для сна — от 15 до 19 °C.
sk: Ideálna teplota na spanie je 15 – 19 °C.
sv: Den perfekta sovtemperaturen är 15–19 °C.
th: อุณหภูมิที่เหมาะกับการนอนคือ 15-19 องศาเซลเซียส
tr: İdeal uyku sıcaklığı 15-19 °C arasıdır.
uk: Ідеальна температура для сну — від 15 до 19 °C.
vi: Nhiệt độ ngủ lý tưởng là 15-19 độ C.
zh_hans: 最适合睡眠的室温是 15-19°C。
zh_hant: 最適合睡眠的室溫是 15-19°C。

# tip_cool_room_title
source: Keep Your Room Cool
ar: أبقِ الغرفة باردة
ca: Mantén l'habitació fresca
cs: Udržujte pokoj chladný
da: Hold rummet køligt
de: Halte dein Zimmer kühl
el: Κράτα το δωμάτιο δροσερό
es: Mantén tu Habitación Fresca
fi: Pidä huone viileänä
fr: Gardez votre chambre fraîche
he: שמרו על חדר קריר
hi: कमरा ठंडा रखें
hr: Održavaj sobu hladnom
hu: Tartsd hűvösen a szobát
id: Jaga Kamar Tetap Sejuk
it: Tieni fresca la stanza
ja: 寝室を涼しく保つ
ko: 방을 시원하게 유지하기
ms: Pastikan Bilik Sejuk
nl: Houd je kamer koel
no: Hold rommet kjølig
pl: Utrzymuj chłód w sypialni
pt_br: Mantenha seu Quarto Fresco
pt_pt: Mantenha o quarto fresco
ro: Păstrează camera răcoroasă
ru: Держите комнату прохладной
sk: Udržujte izbu chladnú
sv: Håll rummet svalt
th: ทำห้องให้เย็นสบาย
tr: Odanızı Serin Tutun
uk: Тримайте кімнату прохолодною
vi: Giữ phòng mát mẻ
zh_hans: 保持房间凉爽
zh_hant: 保持房間涼爽

# tip_dark_room_desc
source: Use blackout curtains or an eye mask to block light and boost melatonin production.
ar: استخدم ستائر معتمة أو قناع عين لحجب الضوء ودعم الميلاتونين.
ca: Fes servir cortines opaques o un antifaç per bloquejar la llum i afavorir la melatonina.
cs: Použijte zatemňovací závěsy nebo masku na oči, abyste zablokovali světlo a podpořili melatonin.
da: Brug mørklægningsgardiner eller en sovemaske for at blokere lys og fremme melatoninet.
de: Nutze Verdunkelungsvorhänge oder eine Schlafmaske, um Licht zu blocken und die Melatoninproduktion zu fördern.
el: Χρησιμοποίησε κουρτίνες συσκότισης ή μάσκα ύπνου για να μπλοκάρεις το φως και να ενισχύσεις τη μελατονίνη.
es: Usa cortinas opacas o una máscara para bloquear la luz y aumentar la producción de melatonina.
fi: Käytä pimennysverhoja tai unimaskia estääksesi valon ja tukeaksesi melatoniinia.
fr: Utilisez des rideaux occultants ou un masque de nuit pour bloquer la lumière et favoriser la mélatonine.
he: השתמשו בווילונות האפלה או מסכת עיניים לחסימת אור ותמיכה במלטונין.
hi: रोशनी रोकने और मेलाटोनिन बढ़ाने के लिए गहरे पर्दे या आई मास्क इस्तेमाल करें।
hr: Koristi zavjese za zamračenje ili masku za oči kako bi blokirao svjetlo i potaknuo melatonin.
hu: Használj sötétítő függönyt vagy szemmaszkot a fény kizárásához és a melatonin támogatásához.
id: Gunakan gorden gelap atau penutup mata untuk memblokir cahaya dan mendukung melatonin.
it: Usa tende oscuranti o una mascherina per bloccare la luce e favorire la melatonina.
ja: 遮光カーテンやアイマスクで光を遮り、メラトニンの分泌を促しましょう。
ko: 암막 커튼이나 수면 안대로 빛을 차단해 멜라토닌 분비를 도우세요.
ms: Gunakan langsir gelap atau penutup mata untuk menyekat cahaya dan menyokong melatonin.
nl: Gebruik verduisterende gordijnen of een slaapmasker om licht te blokkeren en melatonine te stimuleren.
no: Bruk blendingsgardiner eller sovemaske for å blokkere lys og støtte melatoninet.
pl: Użyj zasłon zaciemniających lub opaski na oczy, aby zablokować światło i wspomóc melatoninę.
pt_br: Use cortinas blackout ou máscara de dormir para bloquear a luz e aumentar a produção de melatonina.
pt_pt: Use cortinas opacas ou uma máscara de dormir para bloquear a luz e favorecer a melatonina.
ro: Folosește draperii opace sau o mască de somn pentru a bloca lumina și a susține melatonina.
ru: Используйте блэкаут-шторы или маску для сна, чтобы блокировать свет и повысить выработку мелатонина.
sk: Použite zatemňovacie závesy alebo masku na oči, aby ste zablokovali svetlo a podporili melatonín.
sv: Använd mörkläggningsgardiner eller sovmask för att blockera ljus och gynna melatoninet.
th: ใช้ม่านทึบแสงหรือผ้าปิดตาเพื่อกันแสงและช่วยเมลาโทนิน
tr: Işığı engellemek ve melatonini artırmak için karartma perdesi veya göz maskesi kullanın.
uk: Використовуйте щільні штори або маску для сну, щоб блокувати світло і підтримати мелатонін.
vi: Dùng rèm chắn sáng hoặc bịt mắt để chặn ánh sáng và hỗ trợ melatonin.
zh_hans: 使用遮光窗帘或眼罩隔绝光线，促进褪黑素分泌。
zh_hant: 使用遮光窗簾或眼罩阻隔光線，促進褪黑激素分泌。

# tip_dark_room_title
source: Make It Dark
ar: أظلم الغرفة
ca: Fes foscor
cs: Zatemněte
da: Gør det mørkt
de: Mach es dunkel
el: Κάνε σκοτάδι
es: Hazlo Oscuro
fi: Pimennä huone
fr: Faites l'obscurité
he: החשיכו את החדר
hi: कमरा अँधेरा करें
hr: Zamrači prostoriju
hu: Legyen sötét
id: Buat Gelap
it: Crea il buio
ja: 部屋を暗くする
ko: 어둡게 만들기
ms: Gelapkan Bilik
nl: Maak het donker
no: Gjør det mørkt
pl: Zadbaj o ciemność
pt_br: Deixe Escuro
pt_pt: Faça escuridão
ro: Fă întuneric
ru: Создайте темноту
sk: Zatemnite
sv: Gör det mörkt
th: ทำห้องให้มืด
tr: Karanlık Sağlayın
uk: Створіть темряву
vi: Làm tối căn phòng
zh_hans: 营造黑暗环境
zh_hant: 讓房間變暗

# tip_daylight_desc
source: Spend at least 30 minutes outside during the day to support your natural sleep-wake cycle.
ar: اقضِ 30 دقيقة على الأقل في الخارج نهاراً لدعم دورة نومك الطبيعية.
ca: Passa almenys 30 minuts a l'aire lliure durant el dia per donar suport al teu cicle natural de son.
cs: Trávte přes den venku alespoň 30 minut, podpoříte tím přirozený cyklus spánku a bdění.
da: Vær udenfor mindst 30 minutter om dagen for at støtte din naturlige døgnrytme.
de: Verbringe tagsüber mindestens 30 Minuten draußen, um deinen natürlichen Schlaf-Wach-Rhythmus zu unterstützen.
el: Πέρνα τουλάχιστον 30 λεπτά έξω τη μέρα για να στηρίξεις τον φυσικό κύκλο ύπνου-αφύπνισης.
es: Pasa al menos 30 minutos afuera durante el día para apoyar tu ciclo natural de sueño.
fi: Vietä päivisin vähintään 30 minuuttia ulkona tukeaksesi luonnollista unirytmiäsi.
fr: Passez au moins 30 minutes dehors dans la journée pour soutenir votre cycle veille-sommeil naturel.
he: בלו לפחות 30 דקות בחוץ במהלך היום לתמיכה במחזור השינה הטבעי.
hi: प्राकृतिक नींद चक्र के लिए दिन में कम से कम 30 मिनट बाहर बिताएँ।
hr: Provedi barem 30 minuta vani tijekom dana kako bi podržao prirodni ciklus sna i budnosti.
hu: Tölts legalább 30 percet a szabadban napközben a természetes alvás-ébrenlét ciklusod támogatásához.
id: Habiskan minimal 30 menit di luar ruangan pada siang hari untuk mendukung siklus tidur alami.
it: Trascorri almeno 30 minuti all'aperto durante il giorno per sostenere il tuo ciclo naturale sonno-veglia.
ja: 自然な睡眠リズムを保つため、日中は30分以上屋外で過ごしましょう。
ko: 자연스러운 수면-각성 주기를 위해 낮에 최소 30분은 야외에서 보내세요.
ms: Luangkan sekurang-kurangnya 30 minit di luar pada siang hari untuk menyokong kitaran tidur semula jadi.
nl: Breng overdag minstens 30 minuten buiten door om je natuurlijke slaap-waakritme te ondersteunen.
no: Vær ute minst 30 minutter om dagen for å støtte den naturlige døgnrytmen din.
pl: Spędzaj co najmniej 30 minut dziennie na zewnątrz, aby wspierać naturalny rytm snu i czuwania.
pt_br: Passe pelo menos 30 minutos ao ar livre durante o dia para apoiar seu ciclo natural de sono.
pt_pt: Passe pelo menos 30 minutos ao ar livre durante o dia para apoiar o seu ciclo natural de sono.
ro: Petrece cel puțin 30 de minute afară în timpul zilei pentru a-ți susține ciclul natural de somn.
ru: Проводите на улице не менее 30 минут днём, чтобы поддерживать естественный цикл сна и бодрствования.
sk: Trávte cez deň vonku aspoň 30 minút, podporíte tým prirodzený cyklus spánku a bdenia.
sv: Var utomhus minst 30 minuter om dagen för att stödja din naturliga dygnsrytm.
th: ออกไปข้างนอกอย่างน้อยวันละ 30 นาทีเพื่อช่วยวงจรการนอนตามธรรมชาติ
tr: Doğal uyku-uyanıklık döngünüzü desteklemek için gün içinde en az 30 dakika dışarıda geçirin.
uk: Проводьте на вулиці щонайменше 30 хвилин на день, щоб підтримувати природний цикл сну.
vi: Dành ít nhất 30 phút ngoài trời ban ngày để hỗ trợ chu kỳ ngủ tự nhiên.
zh_hans: 白天至少在户外待 30 分钟，帮助维持自然的睡眠-觉醒周期。
zh_hant: 白天至少到戶外待 30 分鐘，維持自然的睡眠與清醒週期。

# tip_daylight_title
source: Get Natural Daylight
ar: تعرّض لضوء النهار
ca: Aprofita la llum del dia
cs: Choďte na denní světlo
da: Få dagslys
de: Hol dir Tageslicht
el: Βγες στο φως της ημέρας
es: Recibe Luz Natural
fi: Hae päivänvaloa
fr: Profitez de la lumière du jour
he: צאו לאור היום
hi: दिन की रोशनी लें
hr: Izađi na dnevno svjetlo
hu: Menj ki a napfényre
id: Dapatkan Cahaya Alami
it: Prendi luce naturale
ja: 日光を浴びる
ko: 자연광 쬐기
ms: Dapatkan Cahaya Siang
nl: Pak daglicht mee
no: Få dagslys
pl: Korzystaj ze światła dziennego
pt_br: Receba Luz Natural
pt_pt: Apanhe luz natural
ro: Ieși la lumina zilei
ru: Бывайте на дневном свету
sk: Choďte na denné svetlo
sv: Få dagsljus
th: รับแสงแดดตอนกลางวัน
tr: Gün Işığından Yararlanın
uk: Буватимете на денному світлі
vi: Đón ánh sáng ban ngày
zh_hans: 多晒自然光
zh_hant: 多曬自然光

# tip_exercise_desc
source: Regular exercise improves sleep quality, but avoid intense workouts close to bedtime.
ar: الرياضة المنتظمة تحسّن جودة النوم، لكن تجنّب التمارين الشاقة قرب موعد النوم.
ca: L'exercici regular millora el son, però evita entrenaments intensos prop de l'hora de dormir.
cs: Pravidelný pohyb zlepšuje spánek, ale vyhněte se náročným tréninkům těsně před spaním.
da: Regelmæssig motion forbedrer søvnen, men undgå hård træning tæt på sengetid.
de: Regelmäßige Bewegung verbessert die Schlafqualität, aber vermeide intensives Training kurz vor dem Schlafengehen.
el: Η τακτική άσκηση βελτιώνει τον ύπνο, αλλά απόφυγε έντονη προπόνηση κοντά στην ώρα ύπνου.
es: El ejercicio regular mejora la calidad del sueño, pero evita entrenamientos intensos cerca de la hora de dormir.
fi: Säännöllinen liikunta parantaa unta, mutta vältä rankkoja treenejä juuri ennen nukkumaanmenoa.
fr: L'exercice régulier améliore le sommeil, mais évitez les séances intenses proches du coucher.
he: פעילות גופנית סדירה משפרת את איכות השינה, אך הימנעו מאימון מאומץ סמוך לשינה.
hi: नियमित व्यायाम नींद सुधारता है, पर सोने से ठीक पहले कठिन व्यायाम न करें।
hr: Redovito vježbanje poboljšava san, ali izbjegavaj intenzivne treninge blizu spavanja.
hu: A rendszeres mozgás javítja az alvást, de kerüld az intenzív edzést közvetlenül lefekvés előtt.
id: Olahraga rutin meningkatkan kualitas tidur, tapi hindari latihan berat menjelang tidur.
it: L'esercizio regolare migliora il sonno, ma evita allenamenti intensi vicino all'ora di dormire.
ja: 定期的な運動は睡眠の質を高めますが、就寝直前の激しい運動は避けましょう。
ko: 규칙적인 운동은 수면의 질을 높이지만, 취침 직전의 격한 운동은 피하세요.
ms: Senaman berkala meningkatkan kualiti tidur, tetapi elakkan senaman berat hampir waktu tidur.
nl: Regelmatig bewegen verbetert je slaap, maar vermijd intensieve trainingen vlak voor bedtijd.
no: Regelmessig trening bedrer søvnen, men unngå harde økter rett før leggetid.
pl: Regularny ruch poprawia sen, ale unikaj intensywnych treningów tuż przed snem.
pt_br: Exercícios regulares melhoram a qualidade do sono, mas evite treinos intensos perto da hora de dormir.
pt_pt: O exercício regular melhora o sono, mas evite treinos intensos perto da hora de deitar.
ro: Exercițiile regulate îmbunătățesc somnul, dar evită antrenamentele intense aproape de culcare.
ru: Регулярные тренировки улучшают сон, но избегайте интенсивных нагрузок перед сном.
sk: Pravidelný pohyb zlepšuje spánok, ale vyhnite sa náročným tréningom tesne pred spaním.
sv: Regelbunden träning förbättrar sömnen, men undvik hårda pass nära läggdags.
th: การออกกำลังกายสม่ำเสมอช่วยให้นอนหลับดีขึ้น แต่เลี่ยงออกกำลังหนักใกล้เวลานอน
tr: Düzenli egzersiz uykuyu iyileştirir; ancak yatmadan hemen önce yoğun antrenmandan kaçının.
uk: Регулярні тренування покращують сон, але уникайте інтенсивних навантажень перед сном.
vi: Tập luyện đều đặn giúp ngủ ngon hơn, nhưng tránh tập nặng sát giờ ngủ.
zh_hans: 规律运动能改善睡眠质量，但睡前应避免高强度锻炼。
zh_hant: 規律運動能改善睡眠品質，但睡前避免高強度訓練。

# tip_exercise_title
source: Exercise Regularly
ar: تمرّن بانتظام
ca: Fes exercici regularment
cs: Pravidelně cvičte
da: Motionér regelmæssigt
de: Beweg dich regelmäßig
el: Ασκήσου τακτικά
es: Ejercítate Regularmente
fi: Liiku säännöllisesti
fr: Bougez régulièrement
he: התאמנו בקביעות
hi: नियमित व्यायाम करें
hr: Vježbaj redovito
hu: Mozogj rendszeresen
id: Olahraga Teratur
it: Fai attività fisica
ja: 定期的に運動する
ko: 규칙적으로 운동하기
ms: Bersenam Secara Berkala
nl: Beweeg regelmatig
no: Tren regelmessig
pl: Ćwicz regularnie
pt_br: Exercite-se Regularmente
pt_pt: Faça exercício regularmente
ro: Fă mișcare regulat
ru: Занимайтесь спортом
sk: Pravidelne cvičte
sv: Träna regelbundet
th: ออกกำลังกายสม่ำเสมอ
tr: Düzenli Egzersiz Yapın
uk: Тренуйтеся регулярно
vi: Tập luyện đều đặn
zh_hans: 规律运动
zh_hant: 規律運動

# tip_heavy_meals_desc
source: Don't eat large meals within 2-3 hours of bedtime to avoid digestive discomfort.
ar: لا تأكل وجبات ثقيلة قبل النوم بـ2-3 ساعات لتجنّب مشاكل الهضم.
ca: No facis àpats copiosos 2-3 hores abans de dormir per evitar molèsties digestives.
cs: Nejezte velká jídla 2–3 hodiny před spaním, předejdete zažívacím potížím.
da: Spis ikke store måltider 2-3 timer før sengetid for at undgå fordøjelsesbesvær.
de: Iss keine großen Mahlzeiten in den letzten 2–3 Stunden vor dem Schlafengehen, um Verdauungsbeschwerden zu vermeiden.
el: Μην τρως μεγάλα γεύματα 2-3 ώρες πριν τον ύπνο για να αποφύγεις δυσφορία στην πέψη.
es: No comas comidas grandes 2-3 horas antes de dormir para evitar molestias digestivas.
fi: Vältä raskaita aterioita 2–3 tuntia ennen nukkumaanmenoa vatsavaivojen välttämiseksi.
fr: Évitez les repas copieux dans les 2 à 3 heures avant le coucher pour prévenir l'inconfort digestif.
he: אל תאכלו ארוחות כבדות 2-3 שעות לפני השינה כדי למנוע בעיות עיכול.
hi: पाचन समस्याओं से बचने के लिए सोने से 2-3 घंटे पहले भारी भोजन न करें।
hr: Ne jedi obilne obroke 2-3 sata prije spavanja kako bi izbjegao probavne smetnje.
hu: Ne egyél nagy étkezéseket lefekvés előtt 2-3 órával, hogy elkerüld az emésztési panaszokat.
id: Jangan makan besar 2-3 jam sebelum tidur agar pencernaan tidak terganggu.
it: Evita pasti abbondanti nelle 2-3 ore prima di dormire per prevenire fastidi digestivi.
ja: 消化の負担を避けるため、就寝2〜3時間前の大量の食事は控えましょう。
ko: 소화 불편을 피하려면 취침 2~3시간 전에는 과식을 피하세요.
ms: Jangan makan berat 2-3 jam sebelum tidur untuk mengelakkan masalah penghadaman.
nl: Eet geen grote maaltijden binnen 2-3 uur voor bedtijd om spijsverteringsklachten te voorkomen.
no: Unngå store måltider 2–3 timer før leggetid for å unngå fordøyelsesplager.
pl: Nie jedz obfitych posiłków na 2–3 godziny przed snem, aby uniknąć dyskomfortu trawiennego.
pt_br: Não coma refeições grandes 2-3 horas antes de dormir para evitar desconforto digestivo.
pt_pt: Evite refeições pesadas nas 2 a 3 horas antes de deitar para prevenir desconforto digestivo.
ro: Nu mânca mese copioase cu 2-3 ore înainte de culcare, ca să eviți disconfortul digestiv.
ru: Не ешьте плотно за 2–3 часа до сна, чтобы избежать дискомфорта в желудке.
sk: Nejedzte veľké jedlá 2 – 3 hodiny pred spaním, predídete tráviacim ťažkostiam.
sv: Ät inte stora måltider 2–3 timmar före läggdags för att undvika magbesvär.
th: งดมื้อหนัก 2-3 ชั่วโมงก่อนนอนเพื่อเลี่ยงปัญหาการย่อย
tr: Sindirim rahatsızlığını önlemek için yatmadan 2-3 saat önce ağır yemeklerden kaçının.
uk: Не їжте важкої їжі за 2–3 години до сну, щоб уникнути дискомфорту в шлунку.
vi: Không ăn nặng 2-3 tiếng trước giờ ngủ để tránh khó tiêu.
zh_hans: 睡前 2-3 小时内不要吃大餐，以免肠胃不适。
zh_hant: 睡前 2-3 小時內別吃大餐，以免腸胃不適。

# tip_heavy_meals_title
source: Avoid Heavy Meals
ar: تجنّب الوجبات الثقيلة
ca: Evita els àpats pesats
cs: Vyhněte se těžkým jídlům
da: Undgå tunge måltider
de: Vermeide schweres Essen
el: Απόφυγε βαριά γεύματα
es: Evita Comidas Pesadas
fi: Vältä raskaita aterioita
fr: Évitez les repas lourds
he: הימנעו מארוחות כבדות
hi: भारी भोजन से बचें
hr: Izbjegavaj teške obroke
hu: Kerüld a nehéz ételeket
id: Hindari Makan Berat
it: Evita pasti pesanti
ja: 重い食事を避ける
ko: 과식 피하기
ms: Elakkan Makanan Berat
nl: Vermijd zware maaltijden
no: Unngå tunge måltider
pl: Unikaj ciężkich posiłków
pt_br: Evite Refeições Pesadas
pt_pt: Evite refeições pesadas
ro: Evită mesele grele
ru: Избегайте тяжёлой еды
sk: Vyhnite sa ťažkým jedlám
sv: Undvik tunga måltider
th: เลี่ยงมื้อหนัก
tr: Ağır Yemeklerden Kaçının
uk: Уникайте важкої їжі
vi: Tránh bữa ăn nặng
zh_hans: 避免大餐
zh_hant: 避免大餐

# tip_hydration_desc
source: Drink enough water during the day, but reduce intake before bed to minimize nighttime awakenings.
ar: اشرب ماءً كافياً نهاراً، وقلّل قبل النوم لتقليل الاستيقاظ ليلاً.
ca: Beu prou aigua durant el dia, però redueix-ne abans de dormir per minimitzar els despertars nocturns.
cs: Přes den pijte dostatek vody, před spaním ale méně, ať se v noci nebudíte.
da: Drik rigeligt vand i løbet af dagen, men mindre før sengetid for færre natlige opvågninger.
de: Trink tagsüber genug Wasser, aber reduziere die Menge vor dem Schlafengehen, um nächtliches Aufwachen zu minimieren.
el: Πίνε αρκετό νερό τη μέρα, αλλά λιγότερο πριν τον ύπνο για λιγότερα νυχτερινά ξυπνήματα.
es: Bebe suficiente agua durante el día, pero reduce la ingesta antes de dormir.
fi: Juo päivällä riittävästi vettä, mutta vähennä ennen nukkumaanmenoa öisten heräämisten vähentämiseksi.
fr: Buvez assez d'eau dans la journée, mais réduisez avant le coucher pour limiter les réveils nocturnes.
he: שתו מספיק מים במהלך היום, אך הפחיתו לפני השינה כדי לצמצם יקיצות.
hi: दिन में पर्याप्त पानी पिएँ, पर रात में जागना कम करने के लिए सोने से पहले कम पिएँ।
hr: Pij dovoljno vode tijekom dana, ali smanji prije spavanja za manje noćnih buđenja.
hu: Napközben igyál elég vizet, de lefekvés előtt kevesebbet, hogy éjjel ritkábban ébredj fel.
id: Minum cukup air di siang hari, tapi kurangi sebelum tidur agar tidak sering terbangun.
it: Bevi abbastanza acqua durante il giorno, ma riduci prima di dormire per limitare i risvegli notturni.
ja: 日中は十分に水分を取り、就寝前は控えめにして夜中の目覚めを減らしましょう。
ko: 낮에는 물을 충분히 마시되, 자기 전에는 줄여서 밤중에 깨는 일을 줄이세요.
ms: Minum air secukupnya pada siang hari, tetapi kurangkan sebelum tidur untuk mengurangkan terjaga malam.
nl: Drink overdag genoeg water, maar minder vlak voor bed om nachtelijk wakker worden te beperken.
no: Drikk nok vann i løpet av dagen, men mindre før leggetid for færre nattlige oppvåkninger.
pl: Pij wystarczająco wody w ciągu dnia, ale mniej przed snem, aby ograniczyć nocne pobudki.
pt_br: Beba água suficiente durante o dia, mas reduza antes de dormir para minimizar despertares.
pt_pt: Beba água suficiente durante o dia, mas reduza antes de deitar para minimizar despertares noturnos.
ro: Bea suficientă apă în timpul zilei, dar redu cantitatea înainte de culcare pentru mai puține treziri nocturne.
ru: Пейте достаточно воды днём, но меньше перед сном, чтобы реже просыпаться ночью.
sk: Cez deň pite dosť vody, pred spaním však menej, aby ste sa v noci nebudili.
sv: Drick tillräckligt med vatten under dagen, men mindre före läggdags för färre nattliga uppvaknanden.
th: ดื่มน้ำให้พอตอนกลางวัน แต่ลดก่อนนอนเพื่อลดการตื่นกลางดึก
tr: Gün boyunca yeterince su için; gece uyanmalarını azaltmak için yatmadan önce azaltın.
uk: Пийте достатньо води вдень, але менше перед сном, щоб рідше прокидатися вночі.
vi: Uống đủ nước ban ngày, nhưng giảm trước giờ ngủ để bớt thức giấc ban đêm.
zh_hans: 白天喝足水，但睡前减少饮水，避免夜间醒来。
zh_hant: 白天喝足水，睡前減少飲水，減少夜間醒來。

# tip_hydration_title
source: Stay Hydrated
ar: حافظ على الترطيب
ca: Mantén-te hidratat
cs: Dodržujte pitný režim
da: Hold dig hydreret
de: Bleib hydriert
el: Μείνε ενυδατωμένος
es: Mantente Hidratado
fi: Pysy nesteytettynä
fr: Restez hydraté
he: שמרו על שתייה
hi: हाइड्रेटेड रहें
hr: Ostani hidriran
hu: Maradj hidratált
id: Tetap Terhidrasi
it: Resta idratato
ja: 水分補給を忘れずに
ko: 수분 유지하기
ms: Kekal Terhidrat
nl: Blijf gehydrateerd
no: Hold deg hydrert
pl: Nawadniaj się
pt_br: Mantenha-se Hidratado
pt_pt: Mantenha-se hidratado
ro: Hidratează-te
ru: Пейте воду
sk: Dodržiavajte pitný režim
sv: Håll dig hydrerad
th: ดื่มน้ำให้เพียงพอ
tr: Su İçmeyi İhmal Etmeyin
uk: Пийте воду
vi: Uống đủ nước
zh_hans: 保持水分
zh_hant: 補充水分
